Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: You'll be able to see more interesting and detailed information the more you use your browser. Check back in a couple of weeks to start seeing some trends.
bn_bd: আপনি যত বেশি ব্রাউজার ব্যবহার করবেন তত বেশী মজাদার আর বিস্তারিত তথ্য দেখতে পাবেন। কয়েক সপ্তাহ পরে পরীক্ষা করে দেখুন নতুন নতুন ট্রেন্ডস এর জন্য।

source: Your browser seems to be running slower than usual. To learn more:
bn_bd: মনে হচ্ছে আপনার ব্রাউজার স্বাভাবিকের তুলনায় ধীরে চলছে। আরো জানুন:

source: Your Health Report data will also be removed from Mozilla's servers. Learn more in our <a href="%(privacy_url)s">privacy policy.</a>
bn_bd: আপনার স্বাস্থ্য প্রতিবেদন ডাটা Mozilla এর সার্ভার থেকে সরানো হবে। আরও জানুন আমাদের <a href="%(privacy_url)s">গোপনীয়তা নীতি।</a>

source: You've chosen to share your data with Mozilla from time to time. Thanks for being part of our mission to build a brighter future for the Web.
bn_bd: আপনি সময়ে সময়ে আপনার ডাটা মজিলার সাথে শেয়ার করবেন এমনটা পছন্দ করেছেন। ওয়েবের উজ্জ্বল ভবিষ্যত গড়তে আমাদের মিশনের অংশ হওয়ার জন্য আপনাকে অসংখ্য ধন্যবাদ।

source: You've chosen to stop sharing data with Mozilla, but you'll still be able to see how your browser is performing.
bn_bd: আপনি মজিলার সাথে ডাটা শেয়ারিং বন্ধ করেছেন, কিন্তু আপনি এখনও ব্রাউজারের কার্যকারিতা দেখতে পারবেন।

source: Account
bn_bd: অ্যাকাউন্ট

source: Add a Service
bn_bd: একটি সার্ভিস যুক্ত করুন

source: A friend is waiting for you on Firefox Hello. Click the link to connect and browse the Web together: {{callUrl}}
bn_bd: ফায়ারফক্স হ্যালোতে আপনার কোন বন্ধু অপেক্ষা করছে। সংযুক্ত হতে এবং একসাথে ব্রাউজ করতে লিঙ্কটি ক্লিক করুনঃ {{callUrl}}

source: A friend is waiting for you on Firefox Hello. Click the link to connect and browse {{title}} together: {{callUrl}}
bn_bd: ফায়ারফক্স হ্যালোতে আপনার কোন বন্ধু অপেক্ষা করছে। সংযুক্ত হতে এবং একসাথে {{title}} ব্রাউজ করতে লিঙ্কটি ক্লিক করুনঃ {{callUrl}}

source: As soon as your friend joins, they will be able to see any tab you click on.
bn_bd: যখনই আপনার বন্ধু যোগ দেবে, তারা আপনি কি ট্যাব ক্লিক করছেন তা দেখতে পাবে।

source: Audio quality
bn_bd: অডিওর গুনগত মান

source: {{brandShortname}} doesn't work in a multi-process window.
bn_bd: {{brandShortname}} মাল্টি-প্রসেস উইন্ডোতে কাজ করে না।

source: Browse this page with a friend
bn_bd: বন্ধুর সাথে পাতাটি ব্রাউজ করুন।

source: Browse Web pages with a friend
bn_bd: বন্ধুর সাথে পাতাটি ব্রাউজ করুন

source: By using {{clientShortname}} you agree to the {{terms_of_use}} and {{privacy_notice}}.
bn_bd: {{clientShortname}} ব্যবহার করে অাপনি {{terms_of_use}} অার {{privacy_notice}} সাথে একমত হবেন।

source: By using {{clientShortname}} you agree to the {{terms_of_use_url}} and {{privacy_notice_url}}.
bn_bd: {{clientShortname}} ব্যবহার করে আপনি {{terms_of_use_url}} এবং {{privacy_notice_url}} মেনে নিচ্ছেন

source: Call failed.
bn_bd: কল ব্যর্থ হয়েছে।

source: Call failed; see console for details.
bn_bd: কল ব্যর্থ; বিস্তারিত জানতে কনসোল দেখুন।

source: Can't start call, session is not ready.
bn_bd: কলটি শুরু করা যাবে না, সেশন প্রস্তুত নয়।

source: Choose a conversation or start a new one
bn_bd: একটি আলাপন নির্বাচন করুন অথবা নতুন শুরু করুন

source: Click on the button above to browse Web pages with a friend.
bn_bd: বন্ধুর সাথে ওয়েব পেজ ব্রাউজ করতে Hello বোতাম চাপুন।

source: Click the button below to get started!
bn_bd: শুরু করতে নিচের বাটনটি ক্লিক করুন!

source: Click the Hello button to browse Web pages with a friend.
bn_bd: বন্ধুর সাথে ওয়েব পেজ ব্রাউজ করতে Hello বোতাম চাপুন।

source: {{clientShortname}} is not available in your country.
bn_bd: {{clientShortname}} আপনার দেশের বিদ্যমান নয়।

source: {{clientShortname}} — Join the conversation
bn_bd: {{clientShortname}} — আলাপে যোগ দিন

source: {{clientShortname}} logo
bn_bd: {{clientShortname}} লোগো

source: {{clientShortname}} requires access to your camera and microphone.
bn_bd: {{clientShortname}} আপনার ক্যামেরা ও মাইক্রোফোন এর প্রবেশাধিকার চাচ্ছে।

source: {{clientSuperShortname}} works with most desktop browsers. No accounts are necessary and everyone connects for free.
bn_bd: {{clientSuperShortname}} প্রায় সকল ডেস্কটপ ব্রাউজারের সাথে কাজ করে। কোন অ্যাকাউন্টের প্রয়োজন নেই এবং সকলেই বিনামুল্যে সংযুক্ত হতে পারেন।

source: Confusing controls
bn_bd: বিভ্রান্তিকর কন্ট্রোল

source: Connection failed. Your firewall may be blocking calls.
bn_bd: সংযোগ করতে ব্যর্থ। আপনার ফায়ারওয়াল হয়তো কল ব্লক করছে।

source: Conversation {{conversationLabel}}
bn_bd: আলাপন {{conversationLabel}}

source: Conversation ended
bn_bd: আালাপ শেষ হয়েছে

source: Conversation Request
bn_bd: আলাপের অনুরোধ

source: Conversation with {{contactName}}
bn_bd: {{contactName}} সাথে আলাপ

source: Conversation with {{incomingCallIdentity}}
bn_bd: {{incomingCallIdentity}} এর সাথে আলাপ হচ্ছে

source: Copied!
bn_bd: কপি করা হয়েছে!

source: Copy Link
bn_bd: লিঙ্ক কপি করুন

source: Could Not Authenticate
bn_bd: প্রমাণ করা যায়নি

source: Could not connect to the server.
bn_bd: সার্ভারের সাথে সংযোগ স্থাপনে ব্যর্থ

source: Could Not Connect To The Server
bn_bd: সার্ভারে সংযোগ করা যাচ্ছেনা

source: Currently browsing
bn_bd: বর্তমানে ব্রাউজরত

source: Current name:
bn_bd: সঠিক নাম:

source: Delete conversation
bn_bd: আলাপন মুছে ফেলুন

source: Did you change your password?
bn_bd: আপনি আপনার পাসওয়ার্ড পরিবর্তন করেছিলেন?

source: Disable video
bn_bd: ভিডিও নিষ্ক্রিয়

source: Don’t show this again
bn_bd: এটি পুনরায় দেখাবে না

source: Download {{brandShortname}}
bn_bd: {{brandShortname}} ডাউনলোড করুন

source: Download {{brandShortname}} to make free audio and video calls!
bn_bd: বিনামূল্যে অডিও এবং ভিডিও কল করতে {{brandShortname}} ডাউনলোড করুন!

source: Download {{brandShortname}} to start your own
bn_bd: আপনিও শুরু করতে ডাউনলোড করুন {{brandShortname}}

source: Edit name
bn_bd: নাম সম্পাদনা করুন

source: Enable video
bn_bd: ভিডিও সক্রিয়

source: Enjoy your conversation
bn_bd: আপনার আলাপ উপভোগ করুন

source: Facebook
bn_bd: ফেসবুক

source: Find the {{clientSuperShortname}} icon to get started
bn_bd: শুরু করতে {{clientSuperShortname}} আইকন খুঁজে নিন

source: Firefox
bn_bd: ফায়ারফক্স

source: Firefox Hello enhances your online experience by allowing you to browse Web pages with friends.
bn_bd: আপনার বন্ধুদের সাথে ওয়েব পেজগুলো শেয়ার করার সুযোগ দিয়ে Firefox Hello আপনার অনলাইন অভিজ্ঞতাকে সমৃদ্ধ করে।

source: Firefox Hello only works in browsers that support WebRTC
bn_bd: ফায়ারফক্স হ্যালো শুধুমাত্র WebRTC সমর্থিত ব্রাউজারে কাজ করে

source: Get {{brandShortname}}
bn_bd: {{brandShortname}} প্রাপ্তিলাভ করুন

source: Get {{brandShortname}} and start sharing the Web!
bn_bd: {{brandShortname}} ব্যবহার করুন এবং ওয়েব শেয়ার করা শুরু করুন!

source: Get Help
bn_bd: সাহায্য নিন

source: Get on the same page
bn_bd: একই পাতায় পেতে

source: Get Started
bn_bd: শুরু করা যাক

source: Guest
bn_bd: অতিথি

source: Hang up
bn_bd: অপেক্ষা করুন

source: Heads up! Firefox Hello will be removed from Firefox soon. {{learn_more}}
bn_bd: সতর্ক হোন! Firefox Hello শীঘ্রই Firefox থেকে সরিয়ে ফেলা হবে। {{learn_more}}

source: Hello does not support mobile devices.
bn_bd: Hello মোবাইল ডিভাইস সমর্থন করে না।

source: Hello is not supported by this browser.
bn_bd: Hello এই ব্রাউজার সমর্থন করে না।

source: How was your conversation?
bn_bd: কেমন ছিল আপনার আলাপ?

source: In conversation
bn_bd: আালাপ চলছে

source: Invite a friend by sending a link
bn_bd: লিঙ্ক শেয়ার করে বন্ধুদের আলাপে আমন্ত্রণ জানান

source: Invite a friend to join you!
bn_bd: কাউকে আমন্ত্রণ জানান আপনার সাথে যোগ দিতে ।

source: Invite someone to browse this page with you!
bn_bd: আপনার সাথে এই পাতা ব্রাউজে যোগদানে কাউকে আমন্ত্রণ জানান!

source: Invite someone to join you.
bn_bd: কাউকে আমন্ত্রণ জানান আপনার সাথে যোগ দিতে ।

source: It takes two to use Firefox Hello, so send a friend a link to browse the Web with you!
bn_bd: ফায়ারফক্স হ্যালো ব্যবহার করতে দুজনের প্রয়োজন হয়, আপনার সাথে ওয়েব ব্রাউজ করতে আপনার বন্ধুকে লিঙ্ক পাঠান।

source: Join me for a video conversation on {{clientShortname2}}!
bn_bd: {{clientShortname2}} এ একটি ভিডিও কথোপকথনের জন্য আমার সাথে যোগ দিন!

source: Join the conversation
bn_bd: আালাপে যোগ দিন

source: Launch New Window
bn_bd: নতুন উইন্ডো খুলুন

source: Learn more.
bn_bd: আরো জানুন।

source: Learn more about {{clientShortname}} »
bn_bd: {{clientShortname}} সম্বন্ধে আরো জানুন »

source: Learn more about why your platform doesn't support {{clientShortname}}
bn_bd: কেন আপনার প্ল্যাটফর্মে {{clientShortname}} সমর্থন করে না তা বিস্তারিত জানুন

source: Leave
bn_bd: ত্যাগ করুন

source: Leave Feedback
bn_bd: মতামত প্রদান করুন

source: Let's Talk About:
bn_bd: আসুন আলাপ করি:

source: Made for sharing the Web
bn_bd: ওয়েবে শেয়ার করার জন্যই তৈরি হয়েছে

source: Missing conversation information.
bn_bd: আালাপের তথ্য পাওয়া যাচ্ছে না।

source: Mute your audio
bn_bd: আপনার অডিও মিউট করুন

source: Mute your video
bn_bd: আপনার ভিডিও মিউট করুন

source: Name this conversation
bn_bd: এই আলাপনের নাম দিন

source: Need to share this Web page? Share your browser tab with a friend.
bn_bd: ওয়েব পেজ শেয়ার করা প্রয়োজন? আপনার ব্রাউজারের ট্যাব বন্ধুর সাথে শেয়ার করুন।

source: \n\n____________\nFirefox Hello lets you browse the Web with your friends. Use it when you want to get things done: plan together, work together, laugh together. Learn more at http://www.firefox.com/hello
bn_bd: \n\n____________\nFirefox Hello আপনাকে বন্ধুর সাথে মিলে ওয়েব ব্রাউজ করতে দেয়। এটি ব্যবহার করুন যা কিছু আপনি সম্পন্ন করতে : একত্রে পরিকল্পনা করুন, একত্রে কাজ করুন, একত্রে আনন্দ করুন। আরও জানতে দেখুন http://www.firefox.com/hello

source: No camera or microphone found.
bn_bd: কোন ক্যামেরা বা মাইক্রোফোন খুঁজে পাওয়া যায়নি।

source: No information about this conversation is available. Please request a new link from the person who sent it to you.
bn_bd: এই আলাপের কোন তথ্য পাওয়া যাচ্ছে না। যিনি পাঠিয়েছেন তার থেকে পুনরায় লিঙ্কের জন্য অনুরোধ করুন।

source: Now when you invite a friend to a session, {{clientShortname2}} will automatically share any Web page you’re viewing. Plan. Shop. Decide. Together.
bn_bd: এখন আপনি যখনই একজন বন্ধুকে একটি সেশনে আমন্ত্রন জানাবেন, {{clientShortname2}} স্বয়ংক্রিয়াভাবে সকল ওয়েবসাইটও শেয়ার করবে, যা আপনি ওই মূহুর্তে ব্রাউজ করছেন। পরিকল্পনা করুন, কেনাকাটা করুন, সিদ্ধান্ত নিন, সবাই একসাথে।

source: OK, got it!
bn_bd: ঠিক আছে, আমি বুঝতে পেরেছি!

source: Once you’ve found a page you want to discuss, click the icon in {{brandShortname}} to create a link. Then send it to your friend however you like!
bn_bd: যখনই আপনি কোন পাতা পাবেন আলোচনা করার জন্যে, লিঙ্ক তৈরি করতে {{brandShortname}} এ ক্লিক করুন। তারপর সেই লিঙ্ক যেকোন ভাবে আপনার বন্ধুর কাছে পাঠিয়ে দিন।

source: Oops!
bn_bd: ওহো!

source: Open conversations will be closed
bn_bd: উন্মুক্ত কথোপকথন বন্ধ করে দেওয়া হবে

source: {{platform}} does not currently support {{clientShortname}}
bn_bd: {{platform}} বর্তমানে {{clientShortname}} সমর্থন করে না

source: Please check your internet connection
bn_bd: আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন

source: Please install the {{fxosAppName}} app from the Firefox Marketplace.
bn_bd: ফায়ারফক্স মার্কেটপ্লেস থেকে {{fxosAppName}} অ্যাপটি অনুগ্রহ করে ইন্সটল করুন।

source: Please sign in again
bn_bd: অনুগ্রহ করে পুনরায় সাইন ইন করুন

source: Please try again later
bn_bd: অনুগ্রহ করে পরে আবার চেষ্টা করুন

source: Please try this link in a WebRTC-enabled browser, such as {{firefoxBrandNameLink}}.
bn_bd: অনুগ্রহ করে এই লিংকটি WebRTC-সমর্থিত একটি ব্রাউজারে ব্যবহার করুন, যেমন {{firefoxBrandNameLink}}।

source: Powered by
bn_bd: নিবেদন করছে

source: Privacy notice
bn_bd: গোপনীয়তা বিজ্ঞপ্তি

source: Ready to start your conversation?
bn_bd: আপনি আালাপ শুরু করার জন্য প্রস্তুত?

source: Recently browsed
bn_bd: সম্প্রতি ব্রাউজকৃত

source: Rejoin
bn_bd: পুনরায় যোগ দিন

source: Rejoin Conversation
bn_bd: আলাপে পুনরায় যুক্ত হন

source: Report User
bn_bd: ব্যবহারকারীকে রিপোর্ট করুন

source: Restart sharing
bn_bd: শেয়ার করা পুনরায় শুরু করুন

source: Ringing…
bn_bd: রিং হচ্ছে…

source: See you later!
bn_bd: আবার দেখা হবে!

source: See you later! You can return to this shared session at any time through the Hello panel.
bn_bd: আবার দেখা হবে! Hello প্যানেলের মাধ্যমে আপনি এই শেয়ারকৃত সেশনে যেকোন সময় ফিরে আসতে পারবেন।

source: Self-view hidden but still being sent; resize window to show
bn_bd: সেলফ-ভিউ লুকানো কিন্তু এখনো ছবি পাঠাবে; দেখাতে উইন্ডোর আকার পরিবর্তন করুন

source: Service Unavailable At This Time
bn_bd: এই সময়ে পরিষেবা সেবাটি পাওয়া যাচ্ছে না

source: Session expired. All URLs you have previously created and shared will no longer work.
bn_bd: সেশন মেয়াদ উত্তীর্ণ হয়েছে। পূর্বে আপনার তৈরী এবং শেয়ারকৃত সকল URLs আর কাজ করবে না।

source: Share this link so you can start browsing the Web together.
bn_bd: এই লিঙ্কটি শেয়ার করুন যেন আপনারা একসাথে ওয়েব ব্রাউজ করতে পারেন।

source: Share your screen
bn_bd: আপনার স্ক্রিন শেয়ার করুন

source: Sign In or Sign Up
bn_bd: সাইন ইন / সাইন আপ

source: Sign Out
bn_bd: সাইন আউট

source: Someone has joined the conversation!
bn_bd: কেউ একজন আলাপে যুক্ত হয়েছেন!

source: Something went wrong
bn_bd: কোন একটা সমস্যা হয়েছে

source: Something went wrong.
bn_bd: কোন কিছু ভূল হয়েছে।

source: Sorry!
bn_bd: দুঃখিত!

source: Sorry, this URL is not available. It may be expired or entered incorrectly.
bn_bd: দুঃখিত, এই URL টি পাওয়া যাচ্ছে না। সম্ভবত এটি ভুল লেখা হয়েছে অথবা মেয়াদ শেষ হয়ে গেছে।

source: Sorry, you cannot join this conversation. The link may be expired or invalid.
bn_bd: দুঃখিত, আপনি এই আলাপে যোগ দিতে পারবেন না। এই লিঙ্কটি ঠিক নয় কিংবা মেয়াদ শেষ হয়ে গেছে।

source: Start a conversation
bn_bd: আলাপ শুরু করুন

source: Start a conversation…
bn_bd: আলাপ শুরু করুন

source: Start a video conversation
bn_bd: ভিডিও আলাপ শুরু করুন

source: Start conversation?
bn_bd: আলাপ শুরু করতে চান?

source: Start sharing your own tabs with friends!
bn_bd: আপনার ট্যাব বন্ধুদের সাথে শেয়ার করুন!

source: Stop sharing
bn_bd: শেয়ার করা বন্ধ করুন

source: Submit
bn_bd: জমা দিন

source: Submit Feedback
bn_bd: মতামত জমা দিন

source: Suggested
bn_bd: সুপারিশকৃত

source: Surfing together is just way more fun!
bn_bd: আরও মজার কিছু করতে একসাথে সার্ফিং করুন!

source: Terms of use
bn_bd: ব্যবহারের শর্তাবলী

source: Terms of Use
bn_bd: ব্যবহারের শর্তাবলী

source: Thank you for your feedback!
bn_bd: আপনার প্রতিক্রিয়ার জন্য আপনাকে ধন্যবাদ!

source: The audio and video components of {{clientShortname}} are powered by WebRTC.
bn_bd: {{clientShortname}} এর অডিও এবং ভিডিও চালানো হয় WebRTC দ্বারা।

source: The network connection terminated abruptly.
bn_bd: আকস্মিকভাবে নেটওয়ার্ক সংযোগটি বিচ্ছিন্ন হয়েছে।

source: The person you were calling has ended the conversation.
bn_bd: আপনি যাকে কল করছেন তিনি আলাপটি কেটে দিয়েছেন।

source: There are already two people in this conversation.
bn_bd: এই আলাপে ইতিমধ্যে দুইজন ব্যক্তি আছেন।

source: There Was A Problem Accessing Your Account
bn_bd: আপনার অ্যাকাউন্ট ব্যবহার করতে সমস্যা হয়েছে

source: This person is not online
bn_bd: এই ব্যক্তিটি অনলাইনে নেই

source: This window will close in {{countdown}} second
bn_bd: এই উইন্ডোটি {{countdown}} সেকেন্ডে বন্ধ হবে

source: This window will close in {{countdown}} seconds
bn_bd: এই উইন্ডোটি {{countdown}} সেকেন্ডে বন্ধ হবে

source: to continue using {{clientShortname2}}
bn_bd: ব্যবহার অব্যহত রাখতে {{clientShortname2}}

source: Tour
bn_bd: ভ্রমণ

source: Turn Notifications Off
bn_bd: নোটিফিকেশন বন্ধ করুন

source: Turn Notifications On
bn_bd: নোটিফিকেশন চালু করুন

source: Type here…
bn_bd: এখানে টাইপ করুন…

source: Unable to retrieve conversation information.
bn_bd: আলাপের তথ্য পুনরুদ্ধার করা সম্ভব নয়।

source: Unmute your audio
bn_bd: আপনার অডিও মিউট বন্ধ করুন

source: Unmute your video
bn_bd: আপনার ভিডিও মিউট বন্ধ করুন

source: Untitled Page
bn_bd: শিরোনামহীন পাতা

source: Use {{clientSuperShortname}} as a Guest
bn_bd: অতিথি হিসেবে {{clientSuperShortname}} ব্যবহার করুন

source: Use it to get things done: plan together, laugh together, work together.
bn_bd: একসাথে পরিকল্পনা করতে, কাজ করতে, আনন্দ করতে - এটি ব্যবহার করুন।

source: Use it to plan together, work together, laugh together.
bn_bd: একসাথে পরিকল্পনা করতে, কাজ করতে, আনন্দ করতে - এটি ব্যবহার করুন।

source: Use the built-in text or video chat to share ideas, compare options and come to an agreement.
bn_bd: কোন আইডিয়া শেয়ার করতে, বিকল্পগুলো তুলনা করছে এবং একটি সিধান্তে আসতে বিল্ট-ইন টেক্সট অথবা ভিডিও চ্যাট ব্যবহার করুন।

source: {{vendorShortname}} logo
bn_bd: {{vendorShortname}} লোগো

source: Video quality
bn_bd: ভিডিওর গুণমান

source: Voice conversation
bn_bd: ভয়েস আালাপ

source: Waiting for media…
bn_bd: মিডিয়ার জন্য অপেক্ষা…

source: Want something to read while you wait?
bn_bd: অপেক্ষারত অবস্থায় কি আপনি কিছু পড়বেন?

source: Was disconnected
bn_bd: সংযোগ বিচ্ছিন্ন হয়েছে

source: We could not get access to your microphone or camera. Please reload the page to try again.
bn_bd: আমরা আপনার মাইক্রোফোন অথবা ক্যামেরা ব্যবহার করতে পারছি না। অনুগ্রহ করে পেজটি রিলোড করে আবার চেষ্টা করুন।

source: Welcome to {{clientShortname}}
bn_bd: {{clientShortname}} এ স্বাগতম

source: Welcome to {{conversationName}}
bn_bd: {{conversationName}}-এ স্বাগতম

source: Welcome to the {{clientShortname}} web client.
bn_bd: ওয়েব ক্লায়েন্ট {{clientShortname}} এ স্বাগতম।

source: We're having technical difficulties…
bn_bd: আমাদের কারিগরি সমস্যা হয়েছে…

source: What made you sad?
bn_bd: কি আপনাকে বিষণ্ণ করেছে?

source: What went wrong?
bn_bd: কি ভুল হয়েছে?

source: Whether you’re planning a trip or shopping for a gift, {{clientShortname2}} lets you make faster decisions in real time.
bn_bd: যখনই আপনি কোন উপহারের জন্য কেনাকাটা বা কোথায় বেড়ানোর পরিকল্পনা করছেন, {{clientShortname2}} আপনাকে দ্রুত সময়ের মধ্যে তাৎক্ষণিক সিদ্ধান্ত নিতে সাহায্য করবে।

source: While you wait, you can review what your friend wants to show you in another tab. We will notify you when they join:
bn_bd: যখন আপনি অপেক্ষায় আছেন, অন্য ট্যাবে আপনার বন্ধ কি দেখাতে চায় তা আপনি রিভিউ করতে পারেন। যখন তারা যুক্ত হবে আমরা আপনাকে জানাবো:

source: Windows Phone
bn_bd: Windows ফোন

source: Would you like to give it a name that's easier to remember? Current name:
bn_bd: সহজভাবে মনে রাখার জন্য কোনো নাম দিতে চান? বর্তমান নাম:

source: Would you like to try again?
bn_bd: আরেকবার চেষ্টা করে দেখবেন?

source: Yes, show me how
bn_bd: হ্যাঁ, আমাকে দেখাও কিভাবে হল

source: You are no longer sharing your tabs
bn_bd: আপনি আপনার ট্যাব আর শেয়ার করছেন না

source: You are no longer sharing your tabs.
bn_bd: আপনি আর ট্যাব শেয়ার করছেন না।

source: You are now sharing your tabs. Your friend will see any tab you click on.
bn_bd: আপনি এখন আপনার ট্যাব শেয়ার করছেন। আপনে যেই ট্যাবেই ক্লিক করুন তা আপনার বন্ধু দেখতে পাবে।

source: You are sharing your tabs. Any tab you click on can be seen by your friends
bn_bd: আপনি আপনার ট্যাব শেয়ার করছেন। যেকোনো ট্যাব ক্লিক করলে তা আপনার বন্ধু দেখতে পারবে।

source: You can return to this shared session at any time through the Hello panel. Would you like to give it a name that’s easier to remember?
bn_bd: Hello প্যানেলের মাধ্যমে আপনি শেয়ারকৃত এই সেশনে যেকোন সময় ফিরে আসতে পারবেন। সহজে মনে রাখতে এর কোন নাম দিতে চান?

source: You can try again or email a link to be reached at later.
bn_bd: আপনি পুনরায় চেষ্টা করতে পারেন অথবা পরে যোগাযোগ করার জন্যে লিংক ইমেইল করতে পারেন।

source: You have disconnected.
bn_bd: আপনার সংযোগ বিচ্ছিন্ন হয়েছে।

source: You have joined {{chatHeaderName}}
bn_bd: আপনি {{chatHeaderName}} এ যোগ দিয়েছেন

source: You have stopped sharing your tabs. When your friend joins, they won't be able to see anything until you restart sharing.
bn_bd: আপনি ট্যাব শেয়ার করা বন্ধ করেছেন। আপনার বন্ধুরা যখন যুক্ত হবে, আপনি যতক্ষণ না কোন কিছু আবার শেয়ার করছেন তারা কিছু দেখতে পাবে না।

source: You’ll be able to see the page they shared with you and even chat over text or video — just don’t forget to let {{clientSuperShortname}} use your camera and mic.
bn_bd: আপনার সাথে তারা কোন পাতা শেয়ার করেছে তা আপনি দেখতে পারবেন, এমন কি টেক্সট অথবা ভিডিও চ্যাট করতে পারবেন — শুধুমাত্র {{clientSuperShortname}} কে আপনার ক্যামেরা ও মাইক ব্যবহার করতে দিতে ভুলবেন না।

source: Your browser cannot access any information about this conversation. Please make sure you're using the latest version.
bn_bd: আপনার ব্রাউজার এই আলাপের তথ্যে প্রবেশ করতে পারছে না। আপনি নিশ্চিত করুন আপনি সর্বশেষ সংস্করণ ব্যবহার করছেন।

source: Your call did not go through.
bn_bd: আপনার কলটি হয়নি।

source: Your conversation has ended.
bn_bd: আপনার আলাপ সম্পন্ন হয়েছে।

source: You’re about to start browsing the Web with a friend
bn_bd: আপনি বন্ধুর সাথে মিলে একটি ওয়েব ব্রাউজ করতে যাচ্ছেন

source: You're already in this conversation.
bn_bd: আপনি ইতমধ্যে এই আলাপে রয়েছেন।

source: You're the first one here.
bn_bd: এখানে আপনি প্রথম ।

source: You're the only one here.
bn_bd: কেবমাত্র আপনি একাই এখানে আছেন।

source: Your friend has joined.
bn_bd: আপনার বন্ধু যোগ দিয়েছেন।

source: Your friend has left.
bn_bd: আপনার বন্ধু চলে গেছেন।

source: Your friend has stopped sharing their tabs.
bn_bd: আপনার বন্ধু তার ট্যাব শেয়ার করা বন্ধ করেছেন।

source: Your friend has unexpectedly disconnected.
bn_bd: আপনার বন্ধু অপ্রত্যাশিতভাবে বিচ্ছিন্ন হয়েছেন।

source: Your friend is now connected and will be able to see your tabs.
bn_bd: আপনার বন্ধু এখন সংযুক্ত হয়েছেন এবং আপনার ট্যাব দেখতে পারবেন।

source: Your friend is waiting to browse {{roomURLHostname}} with you.
bn_bd: আপনার বন্ধু আপনার সাথে {{roomURLHostname}} ব্রাউজ করতে অপেক্ষা করছেন।

source: Your invitation to browse the Web together
bn_bd: একসাথে ওয়েব ব্রাউজ করতে আপনার নিমন্ত্রণ

source: Your link:
bn_bd: আপনার লিঙ্ক:

source: Your Login Has Expired
bn_bd: আপনার লগইন মেয়াদ উত্তীর্ণ হয়েছে

source: 0 days after
bn_bd: 0 দিন পরে

source: 0 days before
bn_bd: 0 দিন পূর্বে

source: 0 hours after
bn_bd: ০ ঘন্টা পর

source: 0 hours before
bn_bd: ০ ঘন্টা পূর্বে

source: 0 minutes after
bn_bd: ০ মিনিট পরে

source: 0 minutes before
bn_bd: ০ মিনিট পূর্বে

source: 0 months after
bn_bd: ০ মাস পর

source: 0 months before
bn_bd: ০ মাস পূর্বে

source: 0 weeks after
bn_bd: ০ সপ্তাহ পর

source: 0 weeks before
bn_bd: ০ সপ্তাহ পূর্বে

source: 0 years after
bn_bd: ০ বছর পর

source: 0 years before
bn_bd: ০ বছর পূর্বে

source: 10% battery remaining
bn_bd: ব্যাটারী রয়েছে ১০%

source: 10 minutes
bn_bd: ১০ মিনিট

source: 10 seconds
bn_bd: 10 সেকেন্ড

source: 15% battery remaining
bn_bd: ব্যাটারী রয়েছে ১৫%

source: 15 min
bn_bd: ১৫ মিনিট

source: 1990 or earlier
bn_bd: 1990 অথবা অাগে

source: 1 Contact removed
bn_bd: ১টি পরিচিতি অপসারিত

source: 1 day
bn_bd: ১ দিন

source: 1 day after
bn_bd: 1 দিন পরে

source: 1 day before
bn_bd: 1 দিন পূর্বে

source: 1 hour after
bn_bd: ১ ঘন্টা পর

source: 1 hour before
bn_bd: ১ ঘন্টা পূর্বে

source: 1 message deleted
bn_bd: ১ টি বার্তা অপসারিত হয়েছে

source: 1 message flag removed
bn_bd: ১ র্বার্তা পতাকা অপসারিত

source: 1 message flag set
bn_bd: ১টি বার্তা ফ্লাগ সেট করা হয়েছে

source: 1 message marked as read
bn_bd: ১টি বার্তা পঠিত হিসাবে চিহ্নিত হয়েছে

source: 1 message marked as unread
bn_bd: ১টি বার্তা অপঠিত হিসাবে চিহ্নিত হয়েছে

source: 1 message moved
bn_bd: ১টি বার্তা সরানো হয়েছে

source: +1 Min
bn_bd: +1 মিনিট

source: 1 minute
bn_bd: ১ মিনিট

source: 1 minute after
bn_bd: ১ মিনিট পরে

source: 1 minute before
bn_bd: ১ মিনিট পূর্বে

source: 1 month
bn_bd: ১ মাস

source: 1 month after
bn_bd: ১ মাস পর

source: 1 month before
bn_bd: ১ মাস পূর্বে

source: 1 New Email ({{ accountName }})
bn_bd: ১টি নতুন ই-মেইল ({{ accountName }})

source: 1 week
bn_bd: ১ সপ্তাহ

source: 1 week after
bn_bd: ১ সপ্তাহ পর

source: 1 week before
bn_bd: ১ সপ্তাহ পূর্বে

source: 1 year after
bn_bd: ১ বছর পর

source: 1 year before
bn_bd: ১ বছর পূর্বে

source: 2G only
bn_bd: শুধুমাত্র ২জি

source: 2 minutes
bn_bd: ২ মিনিট

source: 2 seconds
bn_bd: 2 সেকেন্ড

source: 2 weeks
bn_bd: ২ সপ্তাহ

source: 30 min
bn_bd: ৩০ মিনিট

source: 3 days
bn_bd: ৩ দিন

source: 3G only
bn_bd: শুধুমাত্র ৩জি

source: 3G preferred
bn_bd: 3G পছন্দনীয়

source: 5 minutes
bn_bd: ৫ মিনিট

source: 5 seconds
bn_bd: 5 সেকেন্ড

source: About {{brandShortName}}
bn_bd: {{brandShortName}} সম্পর্কে

source: About Find My Device
bn_bd: Find My Device সম্পর্কে

source: Accept
bn_bd: গ্রহণ
